export const Topics = [
  // 娯楽系
  "スポーツ",
  "恋愛",
  // 芸能系
  "エンタメ",
  "芸能",
  "ゴシップ",
  "映画",
  "ドラマ",
  // SNS系
  "SNS",
  "インフルエンサー",
  "トレンド",
  // 場所
  "地域",
  "海外",
  "国内",
  "政治",
  "経済",
  // 真面目な内容
  "技術",
  "科学",
  // 自然
  "天気",
  "災害",
  // その他
  "エッセイ",
  "生活",
  "広告",
  "ドキュメンタリー",
];

export const carefulLabels = [
  // 広告系
  "広告",
  "ステルスマーケティング",
  "センシティブ",
  "ポジショントーク",
  "PR",
  // センシティブ
  "スピリチュアル",
  "宗教",
  "陰謀論",
  "過激思想",
  // モラル系
  "非道徳",
  "誹謗中傷",
  "不倫",
  "暴露",
  "ハラスメント",
  "モラル",
  "マウント",
  "誇張",
  "迷惑・嫌がらせ",
  // 犯罪系
  "犯罪",
  "暴力",
  // やらかし
  "炎上",
  "不祥事",
  "性的",
  // 社会問題
  "ジェンダー・フェミニスト",
  "貧困",
  "戦争",
  "ギャンブル",
  // 生命
  "被災",
  "死去",
];
